Repository: guitaripod/pixie
Catalog: iOS/Pixie/Pixie/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, zh_hans, zh_hant

source: Image file too large. Maximum size is 50MB.
de: Bilddatei zu groß. Maximal 50 MB.
es: El archivo es demasiado grande. El máximo son 50 MB.
fr: Fichier image trop volumineux. Taille maximale : 50 Mo.
it: File immagine troppo grande. La dimensione massima è 50 MB.
ja: 画像ファイルが大きすぎます。最大50MBまでです。
ko: 이미지 파일이 너무 큽니다. 최대 50MB까지 가능합니다.
pl: Plik obrazu jest za duży. Maksymalny rozmiar to 50 MB.
pt_br: Arquivo de imagem grande demais. O máximo é 50 MB.
zh_hans: 图片文件过大，最大支持 50MB。
zh_hant: 圖片檔案太大，最大支援 50MB。

source: Image Generation
de: Bildgenerierung
es: Generación de imágenes
fr: Génération d'images
it: Generazione di immagini
ja: 画像生成
ko: 이미지 생성
pl: Generowanie obrazów
pt_br: Geração de imagens
zh_hans: 图片生成
zh_hant: 圖片生成

source: Image Generation Complete
de: Bildgenerierung abgeschlossen
es: Generación de imagen completada
fr: Génération d'image terminée
it: Generazione dell'immagine completata
ja: 画像の生成が完了しました
ko: 이미지 생성 완료
pl: Generowanie obrazu zakończone
pt_br: Geração de imagem concluída
zh_hans: 图片生成完成
zh_hant: 圖片生成完成

source: Image Generation Failed
de: Bildgenerierung fehlgeschlagen
es: Fallo al generar la imagen
fr: Échec de la génération d'image
it: Generazione dell'immagine non riuscita
ja: 画像の生成に失敗しました
ko: 이미지 생성 실패
pl: Generowanie obrazu nie powiodło się
pt_br: Falha ao gerar a imagem
zh_hans: 图片生成失败
zh_hant: 圖片生成失敗

source: Image saved to Photos
de: Bild in „Fotos“ gesichert
es: Imagen guardada en Fotos
fr: Image enregistrée dans Photos
it: Immagine salvata in Foto
ja: 画像を「写真」に保存しました
ko: 이미지를 사진 앱에 저장했습니다
pl: Zapisano obraz w Zdjęciach
pt_br: Imagem salva em Fotos
zh_hans: 已将图片存储到“照片”
zh_hant: 已將圖片儲存到「照片」

source: Image saved to your Pixie album
de: Bild in deinem Pixie-Album gesichert
es: Imagen guardada en tu álbum de Pixie
fr: Image enregistrée dans votre album Pixie
it: Immagine salvata nel tuo album Pixie
ja: 画像をPixieアルバムに保存しました
ko: 이미지를 Pixie 앨범에 저장했습니다
pl: Zapisano obraz w twoim albumie Pixie
pt_br: Imagem salva no seu álbum do Pixie
zh_hans: 已将图片存储到 Pixie 相簿
zh_hant: 已將圖片儲存到 Pixie 相簿

source: Images
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
pl: Obrazy
pt_br: Imagens
zh_hans: 图片
zh_hant: 圖片

source: Insufficient credits
de: Nicht genug Credits
es: Créditos insuficientes
fr: Crédits insuffisants
it: Crediti insufficienti
ja: クレジットが足りません
ko: 크레딧이 부족합니다
pl: Za mało kredytów
pt_br: Créditos insuficientes
zh_hans: 积分不足
zh_hant: 點數不足

source: Insufficient credits: You have %lld credits but need %lld credits for this generation.
de: Nicht genug Credits: Du hast %lld Credits, brauchst für diese Generierung aber %lld.
es: Créditos insuficientes: tienes %lld créditos y esta generación necesita %lld.
fr: Crédits insuffisants : vous avez %lld crédits, mais cette génération en demande %lld.
it: Crediti insufficienti: hai %lld crediti, ma per questa generazione ne servono %lld.
ja: クレジットが足りません。残高は%lldクレジットですが、この生成には%lldクレジット必要です。
ko: 크레딧이 부족합니다. 보유 크레딧은 %lld개이지만 이번 생성에는 %lld개가 필요합니다.
pl: Za mało kredytów: masz %lld, a ta generacja wymaga %lld.
pt_br: Créditos insuficientes: você tem %lld créditos, mas esta geração precisa de %lld.
zh_hans: 积分不足：你有 %lld 积分，本次生成需要 %lld 积分。
zh_hant: 點數不足：你有 %lld 點數，本次生成需要 %lld 點數。

source: Invalid Apple ID credential
de: Ungültige Apple-ID-Anmeldedaten
es: Credencial de Apple ID no válida
fr: Identifiants Apple non valides
it: Credenziali Apple ID non valide
ja: Apple IDの認証情報が無効です
ko: Apple ID 인증 정보가 올바르지 않습니다
pl: Nieprawidłowe dane logowania Apple ID
pt_br: Credencial do Apple ID inválida
zh_hans: Apple ID 凭证无效
zh_hant: Apple ID 憑證無效

source: Invalid authentication URL
de: Ungültige Authentifizierungs-URL
es: URL de autenticación no válida
fr: URL d'authentification non valide
it: URL di autenticazione non valido
ja: 認証URLが無効です
ko: 인증 URL이 올바르지 않습니다
pl: Nieprawidłowy URL uwierzytelniania
pt_br: URL de autenticação inválido
zh_hans: 身份验证 URL 无效
zh_hant: 身分驗證 URL 無效

source: Invalid identity token
de: Ungültiges Identitätstoken
es: Token de identidad no válido
fr: Jeton d'identité non valide
it: Token identità non valido
ja: アイデンティティトークンが無効です
ko: 인증 토큰이 올바르지 않습니다
pl: Nieprawidłowy token tożsamości
pt_br: Token de identidade inválido
zh_hans: 身份令牌无效
zh_hant: 身分權杖無效

source: Invalid image. Please select a different image.
de: Ungültiges Bild. Wähle bitte ein anderes.
es: Imagen no válida. Elige otra imagen.
fr: Image non valide. Choisissez-en une autre.
it: Immagine non valida. Scegline un'altra.
ja: 無効な画像です。別の画像を選んでください。
ko: 사용할 수 없는 이미지입니다. 다른 이미지를 선택해 주세요.
pl: Nieprawidłowy obraz. Wybierz inny.
pt_br: Imagem inválida. Escolha outra imagem.
zh_hans: 图片无效，请换一张。
zh_hant: 圖片無效，請換一張。

source: Invalid OAuth state
de: Ungültiger OAuth-State
es: Estado de OAuth no válido
fr: État OAuth non valide
it: Stato OAuth non valido
ja: OAuthのstateが無効です
ko: OAuth state가 올바르지 않습니다
pl: Nieprawidłowy stan OAuth
pt_br: Estado OAuth inválido
zh_hans: OAuth state 无效
zh_hant: OAuth state 無效

source: Invalid response from server
de: Ungültige Antwort vom Server
es: Respuesta del servidor no válida
fr: Réponse du serveur non valide
it: Risposta del server non valida
ja: サーバーからの応答が不正です
ko: 서버 응답이 올바르지 않습니다
pl: Nieprawidłowa odpowiedź serwera
pt_br: Resposta inválida do servidor
zh_hans: 服务器返回无效响应
zh_hant: 伺服器回應無效

source: Invalid URL
de: Ungültige URL
es: URL no válida
fr: URL non valide
it: URL non valido
ja: URLが無効です
ko: URL이 올바르지 않습니다
pl: Nieprawidłowy URL
pt_br: URL inválido
zh_hans: URL 无效
zh_hant: URL 無效

source: Is my data private?
de: Sind meine Daten privat?
es: ¿Mis datos son privados?
fr: Mes données sont-elles privées ?
it: I miei dati sono privati?
ja: 自分のデータは非公開ですか？
ko: 내 데이터는 비공개인가요?
pl: Czy moje dane są prywatne?
pt_br: Meus dados são privados?
zh_hans: 我的数据是私密的吗？
zh_hant: 我的資料是私密的嗎？

source: Japanese art
de: Japanische Kunst
es: Arte japonés
fr: Art japonais
it: Arte giapponese
ja: 和のアート
ko: 일본풍 아트
pl: Sztuka japońska
pt_br: Arte japonesa
zh_hans: 日式画风
zh_hant: 日式畫風

source: Just now
de: Gerade eben
es: Justo ahora
fr: À l'instant
it: Adesso
ja: たった今
ko: 방금
pl: Przed chwilą
pt_br: Agora mesmo
zh_hans: 刚刚
zh_hant: 剛剛

source: Keychain error: %d
de: Schlüsselbund-Fehler: %d
es: Error del llavero: %d
fr: Erreur de trousseau : %d
it: Errore del portachiavi: %d
ja: キーチェーンエラー: %d
ko: 키체인 오류: %d
pl: Błąd pęku kluczy: %d
pt_br: Erro nas Chaves: %d
zh_hans: 钥匙串错误：%d
zh_hant: 鑰匙圈錯誤：%d

source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
it: Orizzontale
ja: 横長
ko: 가로
pl: Poziomy
pt_br: Paisagem
zh_hans: 横版
zh_hant: 橫向

source: Landscape (1536×1024)
de: Querformat (1536×1024)
es: Horizontal (1536×1024)
fr: Paysage (1536×1024)
it: Orizzontale (1536×1024)
ja: 横長（1536×1024）
ko: 가로 (1536×1024)
pl: Poziomy (1536×1024)
pt_br: Paisagem (1536×1024)
zh_hans: 横版（1536×1024）
zh_hant: 橫向（1536×1024）

source: Learn how to use Pixie
de: So funktioniert Pixie
es: Aprende a usar Pixie
fr: Apprenez à utiliser Pixie
it: Scopri come usare Pixie
ja: Pixieの使い方を見る
ko: Pixie 사용법 알아보기
pl: Dowiedz się, jak korzystać z Pixie
pt_br: Aprenda a usar o Pixie
zh_hans: 了解如何使用 Pixie
zh_hant: 瞭解如何使用 Pixie

source: Less restrictive
de: Weniger streng
es: Menos restrictiva
fr: Moins stricte
it: Meno restrittiva
ja: 制限がゆるい
ko: 덜 엄격함
pl: Mniej restrykcyjna
pt_br: Menos restritiva
zh_hans: 限制更宽松
zh_hant: 限制較寬鬆

source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
pl: Jasny
pt_br: Claro
zh_hans: 浅色
zh_hant: 淺色

source: Lighting
de: Licht
es: Iluminación
fr: Éclairage
it: Illuminazione
ja: ライティング
ko: 조명
pl: Oświetlenie
pt_br: Iluminação
zh_hans: 光照
zh_hant: 光線

source: Loading…
de: Wird geladen …
es: Cargando…
fr: Chargement…
it: Caricamento…
ja: 読み込み中…
ko: 불러오는 중…
pl: Wczytywanie…
pt_br: Carregando…
zh_hans: 正在载入…
zh_hant: 載入中…

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pl: Wyloguj się
pt_br: Sair
zh_hans: 退出登录
zh_hant: 登出

source: Logged in as: %@
de: Angemeldet als: %@
es: Sesión iniciada como: %@
fr: Connecté en tant que : %@
it: Accesso effettuato come: %@
ja: サインイン中: %@
ko: 로그인 계정: %@
pl: Zalogowano jako: %@
pt_br: Conectado como: %@
zh_hans: 已登录：%@
zh_hant: 已登入：%@

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci
ja: サインアウト
ko: 로그아웃
pl: Wylogowanie
pt_br: Sair
zh_hans: 退出登录
zh_hant: 登出

source: Low
de: Niedrig
es: Baja
fr: Basse
it: Bassa
ja: 低
ko: 낮음
pl: Niska
pt_br: Baixa
zh_hans: 低
zh_hant: 低

source: Low (~4-5 credits)
de: Niedrig (ca. 4-5 Credits)
es: Baja (~4-5 créditos)
fr: Basse (~4-5 crédits)
it: Bassa (~4-5 crediti)
ja: 低（約4〜5クレジット）
ko: 낮음 (약 4~5크레딧)
pl: Niska (~4-5 kredytów)
pt_br: Baixa (~4-5 créditos)
zh_hans: 低（约 4-5 积分）
zh_hant: 低（約 4-5 點數）

source: Macro
de: Makro
ja: マクロ
ko: 매크로
pl: Makro
zh_hans: 微距
zh_hant: 微距

source: Made with cloud AI
de: Erstellt mit Cloud-KI
es: Hecho con IA en la nube
fr: Créé avec l'IA cloud
it: Creato con l'IA cloud
ja: クラウドAIで作成
ko: 클라우드 AI로 제작
pl: Stworzone z AI w chmurze
pt_br: Feito com IA na nuvem
zh_hans: 由云端 AI 生成
zh_hant: 由雲端 AI 生成

source: Made with PixiePocket
de: Erstellt mit PixiePocket
es: Creado con PixiePocket
fr: Créé avec PixiePocket
it: Creato con PixiePocket
ja: PixiePocketで作成
ko: PixiePocket으로 제작
pl: Stworzone w PixiePocket
pt_br: Criado com o PixiePocket
zh_hans: 使用 PixiePocket 制作
zh_hant: 使用 PixiePocket 製作

source: Magazine cover
de: Magazin-Cover
es: Portada de revista
fr: Une de magazine
it: Copertina rivista
ja: 雑誌の表紙
ko: 잡지 표지
pl: Okładka magazynu
pt_br: Capa de revista
zh_hans: 杂志封面
zh_hant: 雜誌封面

source: Make it green, glowing emerald star, cosmic energy
de: Mach es grün, leuchtender Smaragdstern, kosmische Energie
es: Hazlo verde, estrella esmeralda resplandeciente, energía cósmica
fr: Rends-le vert, étoile émeraude scintillante, énergie cosmique
it: Rendilo verde, stella smeraldo luminosa, energia cosmica
ja: 緑色にして、輝くエメラルドの星、宇宙のエネルギー
ko: 초록빛으로 바꿔줘, 빛나는 에메랄드빛 별, 우주적 에너지
pl: Zrób to na zielono, świecąca szmaragdowa gwiazda, kosmiczna energia
pt_br: Deixe verde, estrela esmeralda brilhante, energia cósmica
zh_hans: 把它变成绿色，闪耀的翡翠之星，宇宙能量
zh_hant: 把它變成綠色，閃耀的翡翠之星，宇宙能量

source: Manage system resources and user accounts
de: Systemressourcen und Benutzerkonten verwalten
es: Gestiona recursos del sistema y cuentas de usuario
fr: Gérer les ressources système et les comptes utilisateurs
it: Gestisci risorse di sistema e account utente
ja: システムリソースとユーザーアカウントを管理
ko: 시스템 리소스와 사용자 계정 관리
pl: Zarządzaj zasobami systemu i kontami użytkowników
pt_br: Gerencie recursos do sistema e contas de usuário
zh_hans: 管理系统资源与用户账户
zh_hant: 管理系統資源與使用者帳戶

source: Medium
de: Mittel
es: Media
fr: Moyenne
it: Media
ja: 中
ko: 보통
pl: Średnia
pt_br: Média
zh_hans: 中
zh_hant: 中

source: Medium (~12-15 credits)
de: Mittel (ca. 12-15 Credits)
es: Media (~12-15 créditos)
fr: Moyenne (~12-15 crédits)
it: Media (~12-15 crediti)
ja: 中（約12〜15クレジット）
ko: 보통 (약 12~15크레딧)
pl: Średnia (~12-15 kredytów)
pt_br: Média (~12-15 créditos)
zh_hans: 中（约 12-15 积分）
zh_hant: 中（約 12-15 點數）

source: Miniature
de: Miniatur
es: Miniatura
it: Miniatura
ja: ミニチュア
ko: 미니어처
pl: Miniatura
pt_br: Miniatura
zh_hans: 微缩模型
zh_hant: 微縮模型

source: Minimal logo for a coffee brand
de: Minimalistisches Logo für eine Kaffeemarke
es: Logo minimalista para una marca de café
fr: Logo minimaliste pour une marque de café
it: Logo minimal per un marchio di caffè
ja: コーヒーブランドのミニマルなロゴ
ko: 커피 브랜드를 위한 미니멀 로고
pl: Minimalistyczne logo dla marki kawy
pt_br: Logo minimalista para uma marca de café
zh_hans: 咖啡品牌极简标志
zh_hant: 咖啡品牌極簡標誌

source: Missing authorization data
de: Autorisierungsdaten fehlen
es: Faltan los datos de autorización
fr: Données d'autorisation manquantes
it: Dati di autorizzazione mancanti
ja: 認可データがありません
ko: 인증 데이터가 없습니다
pl: Brak danych autoryzacji
pt_br: Dados de autorização ausentes
zh_hans: 缺少授权数据
zh_hant: 缺少授權資料

source: Missing required parameters in callback
de: Erforderliche Parameter im Callback fehlen
es: Faltan parámetros obligatorios en la respuesta
fr: Paramètres requis manquants dans le callback
it: Parametri obbligatori mancanti nella callback
ja: コールバックに必要なパラメータがありません
ko: 콜백에 필수 매개변수가 없습니다
pl: Brak wymaganych parametrów w wywołaniu zwrotnym
pt_br: Parâmetros obrigatórios ausentes no callback
zh_hans: 回调中缺少必需参数
zh_hant: 回呼中缺少必要參數

source: Mix your own edit
de: Deinen eigenen Edit mixen
es: Crea tu propia mezcla
fr: Composez votre propre retouche
it: Crea la tua modifica personalizzata
ja: 自分だけの編集を組み合わせる
ko: 나만의 편집 조합하기
pl: Stwórz własną edycję
pt_br: Monte sua própria edição
zh_hans: 自由组合你的编辑
zh_hant: 自由組合你的編輯

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
pt_br: Modelo
zh_hans: 模型
zh_hant: 模型

source: Modern architecture photography, minimalist, golden light
de: Moderne Architekturfotografie, minimalistisch, goldenes Licht
es: Fotografía de arquitectura moderna, minimalista, luz dorada
fr: Photographie d'architecture moderne, minimaliste, lumière dorée
it: Fotografia di architettura moderna, minimalista, luce dorata
ja: モダン建築写真、ミニマルで金色の光
ko: 현대 건축 사진, 미니멀하고 황금빛 조명
pl: Fotografia nowoczesnej architektury, minimalistyczna, złote światło
pt_br: Fotografia de arquitetura moderna, minimalista, luz dourada
zh_hans: 现代建筑摄影，极简风格，金色光线
zh_hant: 現代建築攝影，極簡風格，金色光線

source: Mood
de: Stimmung
es: Ambiente
fr: Ambiance
it: Atmosfera
ja: ムード
ko: 분위기
pl: Nastrój
pt_br: Clima
zh_hans: 氛围
zh_hant: 氛圍

source: More
de: Mehr
es: Más
fr: Plus
it: Altro
ja: その他
ko: 더보기
pl: Więcej
pt_br: Mais
zh_hans: 更多
zh_hant: 更多

source: More Apps
de: Weitere Apps
es: Más apps
fr: Autres apps
it: Altre app
ja: ほかのアプリ
ko: 다른 앱
pl: Więcej aplikacji
pt_br: Mais apps
zh_hans: 更多 App
zh_hant: 更多 App

source: More creative freedom
de: Mehr kreative Freiheit
es: Más libertad creativa
fr: Plus de liberté créative
it: Più libertà creativa
ja: 自由度が高い
ko: 더 자유로운 창작
pl: Więcej swobody twórczej
pt_br: Mais liberdade criativa
zh_hans: 创作更自由
zh_hant: 創作更自由

source: MOST POPULAR
de: AM BELIEBTESTEN
es: MÁS POPULAR
fr: LE PLUS POPULAIRE
it: PIÙ POPOLARE
ja: 人気No.1
ko: 가장 인기
pl: NAJPOPULARNIEJSZY
pt_br: MAIS POPULAR
zh_hans: 最受欢迎
zh_hant: 最受歡迎

source: Movie-like
de: Wie im Kino
es: Como en el cine
fr: Digne du cinéma
it: Da grande schermo
ja: 映画のような質感
ko: 영화 같은 느낌
pl: Jak z filmu
pt_br: Cara de cinema
zh_hans: 电影质感
zh_hant: 電影質感

source: My Images
de: Meine Bilder
es: Mis imágenes
fr: Mes images
it: Le mie immagini
ja: マイ画像
ko: 내 이미지
pl: Moje obrazy
pt_br: Minhas imagens
zh_hans: 我的图片
zh_hant: 我的圖片

source: Nano Banana couldn't make this one. Try rewording it; its safety filter sometimes blocks photos of people. You weren't charged.
de: Nano Banana konnte dieses Bild nicht erstellen. Versuch es mit einer anderen Formulierung – der Sicherheitsfilter blockiert manchmal Fotos von Personen. Es wurden keine Credits abgezogen.
es: Nano Banana no pudo crear esta imagen. Prueba a reformularla; su filtro de seguridad a veces bloquea fotos de personas. No se te ha cobrado.
fr: Nano Banana n'a pas pu créer cette image. Essayez de reformuler votre demande ; son filtre de sécurité bloque parfois les photos de personnes. Vous n'avez pas été facturé.
it: Nano Banana non è riuscito a creare questa immagine. Prova a riformulare la richiesta; il suo filtro di sicurezza a volte blocca le foto di persone. Non ti è stato addebitato nulla.
ja: Nano Bananaはこの画像を作成できませんでした。表現を変えて試してください。安全フィルターが人物の写真をブロックすることがあります。クレジットは消費されていません。
ko: Nano Banana가 이 이미지를 만들지 못했습니다. 표현을 바꿔 다시 시도해 보세요. 안전 필터가 인물 사진을 차단하는 경우가 있습니다. 크레딧은 차감되지 않았습니다.
pl: Nano Banana nie mogła stworzyć tego obrazu. Spróbuj zmienić opis – filtr bezpieczeństwa czasem blokuje zdjęcia osób. Nie pobrano opłaty.
pt_br: O Nano Banana não conseguiu criar essa imagem. Tente reformular o texto; o filtro de segurança às vezes bloqueia fotos de pessoas. Você não foi cobrado.
zh_hans: Nano Banana 未能生成这张图片。请尝试更换描述方式；其安全过滤器有时会拦截人物照片。本次未扣除积分。
zh_hant: Nano Banana 未能產生這張圖片。請嘗試更換描述方式；其安全過濾器有時會攔截人物照片。本次未扣除點數。

source: Natural retouch
de: Natur-Retusche
es: Retoque natural
fr: Retouche naturelle
it: Ritocco naturale
ja: ナチュラル補正
ko: 자연스러운 보정
pl: Naturalny retusz
pt_br: Retoque natural
zh_hans: 自然修图
zh_hant: 自然修圖

source: Nature
de: Natur
es: Naturaleza
it: Natura
ja: 自然
ko: 자연
pl: Natura
pt_br: Natureza
zh_hans: 自然
zh_hant: 自然

source: Network error. Please check your connection.
de: Netzwerkfehler. Prüfe deine Verbindung.
es: Error de red. Comprueba tu conexión.
fr: Erreur réseau. Vérifiez votre connexion.
it: Errore di rete. Controlla la connessione.
ja: ネットワークエラーです。接続を確認してください。
ko: 네트워크 오류입니다. 연결 상태를 확인해 주세요.
pl: Błąd sieci. Sprawdź swoje połączenie.
pt_br: Erro de rede. Verifique sua conexão.
zh_hans: 网络错误，请检查你的连接。
zh_hant: 網路錯誤，請檢查你的連線。

source: New balance: %@
de: Neues Guthaben: %@
es: Nuevo saldo: %@
fr: Nouveau solde : %@
it: Nuovo saldo: %@
ja: 新しい残高: %@
ko: 새 잔액: %@
pl: Nowe saldo: %@
pt_br: Novo saldo: %@
zh_hans: 新余额：%@
zh_hant: 新餘額：%@

source: New Chat
de: Neuer Chat
es: Chat nuevo
fr: Nouvelle discussion
it: Nuova chat
ja: 新規チャット
ko: 새 채팅
pl: Nowy czat
pt_br: Novo chat
zh_hans: 新建对话
zh_hant: 新對話

source: New hairstyle
de: Neue Frisur
es: Nuevo peinado
fr: Nouvelle coiffure
it: Nuovo taglio
ja: 新しい髪型
ko: 새 헤어스타일
pl: Nowa fryzura
pt_br: Novo penteado
zh_hans: 新发型
zh_hant: 新髮型

source: New outfit
de: Neues Outfit
es: Nuevo look
fr: Nouvelle tenue
it: Nuovo outfit
ja: 新しい服装
ko: 새 옷차림
pl: Nowa stylizacja
pt_br: Novo look
zh_hans: 新装扮
zh_hant: 新裝扮

source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
ja: 夜
ko: 밤
pl: Noc
pt_br: Noite
zh_hans: 夜景
zh_hant: 夜景

source: No adjustment history
de: Kein Anpassungsverlauf
es: Sin historial de ajustes
fr: Aucun ajustement
it: Nessuna modifica registrata
ja: 調整履歴はありません
ko: 조정 기록 없음
pl: Brak historii korekt
pt_br: Sem histórico de ajustes
zh_hans: 暂无调整记录
zh_hant: 尚無調整記錄

source: No callback URL received
de: Keine Callback-URL empfangen
es: No se recibió la URL de respuesta
fr: Aucune URL de callback reçue
it: Nessun URL di callback ricevuto
ja: コールバックURLを受信できませんでした
ko: 콜백 URL을 받지 못했습니다
pl: Nie otrzymano adresu URL wywołania zwrotnego
pt_br: Nenhum URL de callback recebido
zh_hans: 未收到回调 URL
zh_hant: 未收到回呼 URL

source: No data found in keychain
de: Keine Daten im Schlüsselbund gefunden
es: No se encontraron datos en el llavero
fr: Aucune donnée trouvée dans le trousseau
it: Nessun dato trovato nel portachiavi
ja: キーチェーンにデータが見つかりません
ko: 키체인에서 데이터를 찾을 수 없습니다
pl: Nie znaleziono danych w pęku kluczy
pt_br: Nenhum dado encontrado nas Chaves
zh_hans: 钥匙串中未找到数据
zh_hant: 鑰匙圈中找不到資料

source: No data received
de: Keine Daten empfangen
es: No se recibieron datos
fr: Aucune donnée reçue
it: Nessun dato ricevuto
ja: データを受信できませんでした
ko: 데이터를 받지 못했습니다
pl: Nie otrzymano danych
pt_br: Nenhum dado recebido
zh_hans: 未收到数据
zh_hant: 未收到資料

source: No email
de: Keine E-Mail
es: Sin correo
fr: Aucun e-mail
it: Nessuna email
ja: メールアドレスなし
ko: 이메일 없음
pl: Brak adresu e-mail
pt_br: Sem e-mail
zh_hans: 无邮箱
zh_hant: 無電子郵件

source: No ID token received
de: Kein ID-Token empfangen
es: No se recibió ningún token de ID
fr: Aucun jeton d'identité reçu
it: Nessun token ID ricevuto
ja: IDトークンを受信できませんでした
ko: ID 토큰을 받지 못했습니다
pl: Nie otrzymano tokenu ID
pt_br: Nenhum token de ID recebido
zh_hans: 未收到 ID 令牌
zh_hant: 未收到 ID 權杖

source: No images yet
de: Noch keine Bilder
es: Aún no hay imágenes
fr: Pas encore d'images
it: Ancora nessuna immagine
ja: 画像はまだありません
ko: 아직 이미지가 없습니다
pl: Brak obrazów
pt_br: Ainda não há imagens
zh_hans: 还没有图片
zh_hant: 還沒有圖片

source: No internet connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion Internet
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No Internet Connection
de: Keine Internetverbindung
es: Sin conexión a Internet
fr: Aucune connexion Internet
it: Nessuna connessione a Internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
pl: Brak połączenia z internetem
pt_br: Sem conexão com a internet
zh_hans: 无网络连接
zh_hant: 無網路連線

source: No presenting view controller
de: Kein präsentierender View-Controller
es: No hay controlador de vista para presentar
fr: Aucun view controller de présentation
it: Nessun view controller di presentazione
ja: 表示元のビューコントローラがありません
ko: 표시할 뷰 컨트롤러가 없습니다
pl: Brak prezentującego kontrolera widoku
pt_br: Nenhum view controller de apresentação
zh_hans: 没有可用于呈现的视图控制器
zh_hant: 沒有可用於呈現的視圖控制器

source: No purchases found to restore.
de: Keine Käufe zum Wiederherstellen gefunden.
es: No se encontraron compras para restaurar.
fr: Aucun achat à restaurer.
it: Nessun acquisto da ripristinare.
ja: 復元できる購入はありません。
ko: 복원할 구입 내역이 없습니다.
pl: Nie znaleziono zakupów do przywrócenia.
pt_br: Nenhuma compra encontrada para restaurar.
zh_hans: 没有可恢复的购买项目。
zh_hant: 找不到可回復的購買項目。

source: No server authorization code received
de: Kein Server-Autorisierungscode empfangen
es: No se recibió el código de autorización del servidor
fr: Aucun code d'autorisation serveur reçu
it: Nessun codice di autorizzazione del server ricevuto
ja: サーバーの認可コードを受信できませんでした
ko: 서버 인증 코드를 받지 못했습니다
pl: Nie otrzymano kodu autoryzacji serwera
pt_br: Nenhum código de autorização do servidor recebido
zh_hans: 未收到服务器授权码
zh_hant: 未收到伺服器授權碼

source: No transactions yet
de: Noch keine Transaktionen
es: Aún no hay movimientos
fr: Aucune transaction pour l'instant
it: Ancora nessuna transazione
ja: 取引履歴はまだありません
ko: 아직 거래 내역이 없습니다
pl: Brak transakcji
pt_br: Ainda não há transações
zh_hans: 还没有交易记录
zh_hant: 尚無交易記錄

source: No users found
de: Keine Nutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다
pl: Nie znaleziono użytkowników
pt_br: Nenhum usuário encontrado
zh_hans: 未找到用户
zh_hant: 找不到使用者

source: No, Pixie requires an internet connection to communicate with the AI servers for image generation.
de: Nein. Pixie braucht eine Internetverbindung, um für die Bildgenerierung mit den KI-Servern zu kommunizieren.
es: No. Pixie necesita conexión a Internet para comunicarse con los servidores de IA y generar imágenes.
fr: Non. Pixie a besoin d'une connexion Internet pour communiquer avec les serveurs d'IA et générer les images.
it: No. Pixie ha bisogno di una connessione a Internet per comunicare con i server IA e generare le immagini.
ja: いいえ。Pixieは画像生成のためにAIサーバーと通信するので、インターネット接続が必要です。
ko: 아니요. Pixie는 이미지를 생성하기 위해 AI 서버와 통신해야 하므로 인터넷 연결이 필요합니다.
pl: Nie, Pixie wymaga połączenia z internetem, aby komunikować się z serwerami AI podczas generowania obrazów.
pt_br: Não. O Pixie precisa de conexão com a internet para se comunicar com os servidores de IA e gerar as imagens.
zh_hans: 不能。Pixie 需要联网才能与 AI 服务器通信来生成图片。
zh_hant: 不行。Pixie 需要連上網路，才能與 AI 伺服器通訊來生成圖片。

source: None
de: Ohne
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Brak
pt_br: Nenhum
zh_hans: 无
zh_hant: 無

source: Not granted
de: Nicht erteilt
es: No concedido
fr: Non accordé
it: Non concesso
ja: 未同意
ko: 동의 안 함
pl: Nie przyznano
pt_br: Não concedido
zh_hans: 未授权
zh_hant: 未授權

source: Not logged in
de: Nicht angemeldet
es: Sesión no iniciada
fr: Non connecté
it: Non hai effettuato l'accesso
ja: サインインしていません
ko: 로그인하지 않음
pl: Nie zalogowano
pt_br: Não conectado
zh_hans: 未登录
zh_hant: 尚未登入

source: Not Now
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
it: Non ora
ja: 今はしない
ko: 나중에
pl: Nie teraz
pt_br: Agora não
zh_hans: 以后再说
zh_hant: 稍後再說
